# SpotElevIndBottom Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpotElevIndBottom Property
ParameterTypeId Class See Also
---
"Bottom Indicator"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpotElevIndBottom { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpotElevIndBottom As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpotElevIndBottom {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace